Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# habit_detail.weekdays.even
source: About even across the week.
ar: متقارب تقريبًا على مدار الأسبوع.
bn: পুরো সপ্তাহে প্রায় সমান।
de: Über die Woche hinweg etwa gleichmäßig.
el: Περίπου ισορροπημένο σε όλη την εβδομάδα.
es: Más o menos igual durante toda la semana.
fa: در طول هفته تقریباً یکنواخت است.
fr: À peu près constant sur la semaine.
he: פחות או יותר שווה לאורך השבוע.
hi: पूरे सप्ताह लगभग बराबर।
id: Hampir merata sepanjang minggu.
it: Più o meno regolare durante la settimana.
ja: 週を通してほぼ均等です。
ko: 한 주 동안 거의 고르게 나타납니다.
mr: संपूर्ण आठवड्यात जवळपास सारखेच.
ms: Hampir sama rata sepanjang minggu.
nl: Ongeveer gelijk verdeeld over de week.
pl: Mniej więcej równo przez cały tydzień.
pt_br: Mais ou menos constante ao longo da semana.
ro: Aproximativ uniform pe parcursul săptămânii.
ru: Примерно поровну в течение недели.
ta: வாரம் முழுவதும் கிட்டத்தட்ட சமமாக உள்ளது.
te: వారమంతా దాదాపు సమానంగా ఉంది.
th: ค่อนข้างสม่ำเสมอตลอดสัปดาห์
tr: Hafta boyunca yaklaşık olarak dengeli.
uk: Приблизно порівну протягом тижня.
ur: پورے ہفتے میں تقریباً یکساں۔
vi: Gần như đều trong cả tuần.
zh_hans: 一周各天差不多。
zh_hant: 整週的分布大致平均。

# habit_detail.weekdays.insight
source: Strongest on %1$@, weakest on %2$@.
ar: الأقوى يوم %1$@، والأضعف يوم %2$@.
bn: সবচেয়ে ভালো দিন: %1$@, সবচেয়ে দুর্বল দিন: %2$@।
de: Am stärksten am %1$@, am schwächsten am %2$@.
el: Πιο δυνατές ημέρες: %1$@, πιο αδύναμες: %2$@.
es: Mejor día: %1$@. Peor día: %2$@.
fa: بیشترین پایبندی در %1$@، کمترین در %2$@.
fr: Meilleur jour : %1$@, moins bon jour : %2$@.
he: החזק ביותר ב%1$@, החלש ביותר ב%2$@.
hi: %1$@ को सबसे मज़बूत, %2$@ को सबसे कमज़ोर।
id: Terkuat pada %1$@, terlemah pada %2$@.
it: Giorno migliore: %1$@, peggiore: %2$@.
ja: %1$@が最も多く、%2$@が最も少なくなっています。
ko: %1$@에 가장 잘 지키고, %2$@에 가장 적게 지킵니다.
mr: सर्वात चांगला दिवस: %1$@, सर्वात कमकुवत दिवस: %2$@.
ms: Terkuat pada %1$@, terlemah pada %2$@.
nl: Het sterkst op %1$@, het zwakst op %2$@.
pl: Najczęściej: %1$@, najrzadziej: %2$@.
pt_br: Melhor dia: %1$@, pior dia: %2$@.
ro: Cel mai bun: %1$@; cel mai slab: %2$@.
ru: Чаще всего: %1$@, реже всего: %2$@.
ta: வலிமையான நாள் %1$@, பலவீனமான நாள் %2$@.
te: బలమైన రోజు %1$@, బలహీనమైన రోజు %2$@.
th: ทำได้ดีที่สุดใน%1$@ น้อยที่สุดใน%2$@
tr: %1$@ günleri en güçlü, %2$@ günleri en zayıf.
uk: Найчастіше: %1$@, найрідше: %2$@.
ur: سب سے مضبوط %1$@ کو، سب سے کمزور %2$@ کو۔
vi: Tốt nhất vào %1$@, yếu nhất vào %2$@.
zh_hans: %1$@最稳定，%2$@最容易错过。
zh_hant: %1$@打卡最多，%2$@最少。

# habit_detail.weekdays.insight.strongest
source: Strongest on %@.
ar: الأقوى يوم %@.
bn: সবচেয়ে ভালো দিন: %@।
de: Am stärksten am %@.
el: Πιο δυνατές ημέρες: %@.
es: Mejor día: %@.
fa: بیشترین پایبندی در %@.
fr: Meilleur jour : %@.
he: החזק ביותר ב%@.
hi: %@ को सबसे मज़बूत।
id: Terkuat pada %@.
it: Giorno migliore: %@.
ja: %@が最も多くなっています。
ko: %@에 가장 잘 지킵니다.
mr: सर्वात चांगला दिवस: %@.
ms: Terkuat pada %@.
nl: Het sterkst op %@.
pl: Najczęściej: %@.
pt_br: Melhor dia: %@.
ro: Cel mai bun: %@.
ru: Чаще всего: %@.
ta: வலிமையான நாள் %@.
te: బలమైన రోజు %@.
th: ทำได้ดีที่สุดใน%@
tr: %@ günleri en güçlü.
uk: Найчастіше: %@.
ur: سب سے مضبوط %@ کو۔
vi: Tốt nhất vào %@.
zh_hans: %@最稳定。
zh_hant: %@打卡最多。

# habit_detail.weekdays.insight.weakest
source: Weakest on %@.
ar: الأضعف يوم %@.
bn: সবচেয়ে দুর্বল দিন: %@।
de: Am schwächsten am %@.
el: Πιο αδύναμες ημέρες: %@.
es: Peor día: %@.
fa: کمترین پایبندی در %@.
fr: Moins bon jour : %@.
he: החלש ביותר ב%@.
hi: %@ को सबसे कमज़ोर।
id: Terlemah pada %@.
it: Giorno peggiore: %@.
ja: %@が最も少なくなっています。
ko: %@에 가장 적게 지킵니다.
mr: सर्वात कमकुवत दिवस: %@.
ms: Terlemah pada %@.
nl: Het zwakst op %@.
pl: Najrzadziej: %@.
pt_br: Pior dia: %@.
ro: Cel mai slab: %@.
ru: Реже всего: %@.
ta: பலவீனமான நாள் %@.
te: బలహీనమైన రోజు %@.
th: ทำได้น้อยที่สุดใน%@
tr: %@ günleri en zayıf.
uk: Найрідше: %@.
ur: سب سے کمزور %@ کو۔
vi: Yếu nhất vào %@.
zh_hans: %@最容易错过。
zh_hant: %@打卡最少。

# habit_detail.weekdays.share
source: %1$@ · %2$lld of %lld days · %4$@
ar: %1$@ · %2$lld من %lld يوم · %4$@
bn: %1$@ · %lld দিনের মধ্যে %2$lld · %4$@
de: %1$@ · %2$lld von %lld Tagen · %4$@
el: %1$@ · %2$lld από %lld ημέρες · %4$@
es: %1$@ · %2$lld de %lld días · %4$@
fa: %1$@ · %2$lld از %lld روز · %4$@
fr: %1$@ · %2$lld sur %lld jours · %4$@
he: %1$@ · %2$lld מתוך %lld ימים · %4$@
hi: %1$@ · %lld दिनों में से %2$lld · %4$@
id: %1$@ · %2$lld dari %3$lld hari · %4$@
it: %1$@ · %2$lld di %lld giorni · %4$@
ja: %1$@ · %3$lld日中%2$lld日 · %4$@
ko: %1$@ · %3$lld일 중 %2$lld일 · %4$@
mr: %1$@ · %lld दिवस पैकी %2$lld · %4$@
ms: %1$@ · %2$lld daripada %3$lld hari · %4$@
nl: %1$@ · %2$lld van %lld dagen · %4$@
pl: %1$@ · %2$lld z %lld dnia · %4$@
pt_br: %1$@ · %2$lld de %lld dias · %4$@
ro: %1$@ · %2$lld din %lld de zile · %4$@
ru: %1$@ · %2$lld из %lld дня · %4$@
ta: %1$@ · %2$lld/%lld நாட்கள் · %4$@
te: %1$@ · %2$lld/%lld రోజులు · %4$@
th: %1$@ · %2$lld จาก %3$lld วัน · %4$@
tr: %1$@ · %2$lld/%lld gün · %4$@
uk: %1$@ · %2$lld з %lld дня · %4$@
ur: %1$@ · %lld دن میں سے %2$lld · %4$@
vi: %1$@ · %2$lld trên %3$lld ngày · %4$@
zh_hans: %1$@ · %3$lld 天中有 %2$lld 天 · %4$@
zh_hant: %1$@ · %3$lld 天中有 %2$lld 天 · %4$@

# habit_detail.weekdays.title
source: By Weekday
ar: حسب أيام الأسبوع
bn: সপ্তাহের দিন অনুযায়ী
de: Nach Wochentag
el: Ανά ημέρα της εβδομάδας
es: Días de la semana
fa: بر اساس روز هفته
fr: Par jour de la semaine
he: לפי יום בשבוע
hi: सप्ताह के दिन के अनुसार
id: Menurut Hari
it: Per giorno della settimana
ja: 曜日別
ko: 요일별
mr: आठवड्याच्या दिवसानुसार
ms: Mengikut Hari
nl: Per weekdag
pl: Według dni tygodnia
pt_br: Por dia da semana
ro: După ziua săptămânii
ru: По дням недели
ta: வாரத்தின் நாள் வாரியாக
te: వారంలోని రోజు వారీగా
th: ตามวันในสัปดาห์
tr: Haftanın günlerine göre
uk: За днями тижня
ur: ہفتے کے دن کے لحاظ سے
vi: Theo ngày trong tuần
zh_hans: 按星期
zh_hant: 依星期

# habit_detail.weekdays.unscheduled
source: %@ · Not planned
ar: %@ · غير مخطط
bn: %@ · প্ল্যান করা নেই
de: %@ · Nicht geplant
el: %@ · Χωρίς προγραμματισμό
es: %@ · No planificado
fa: %@ · برنامه‌ریزی نشده
fr: %@ · Non prévu
he: %@ · לא מתוכנן
hi: %@ · प्लान नहीं
id: %@ · Tidak direncanakan
it: %@ · Non previsto
ja: %@ · 予定なし
ko: %@ · 계획 없음
mr: %@ · प्लॅन केलेले नाही
ms: %@ · Tidak dirancang
nl: %@ · Niet gepland
pl: %@ · Niezaplanowane
pt_br: %@ · Não previsto
ro: %@ · Neplanificat
ru: %@ · Не запланировано
ta: %@ · திட்டமிடப்படவில்லை
te: %@ · ప్లాన్ చేయలేదు
th: %@ · ไม่ได้วางแผนไว้
tr: %@ · Planlanmadı
uk: %@ · Не заплановано
ur: %@ · منصوبہ بند نہیں
vi: %@ · Không có kế hoạch
zh_hans: %@ · 不在计划内
zh_hant: %@ · 未安排

# habit_detail.weekdays.window.since
source: Since %@
ar: منذ %@
bn: %@ থেকে
de: Seit %@
el: Από %@
es: Desde %@
fa: از %@
fr: Depuis le %@
he: מאז %@
hi: %@ से
id: Sejak %@
it: Dal %@
ja: %@から
ko: %@부터
mr: %@ पासून
ms: Sejak %@
nl: Sinds %@
pl: Od %@
pt_br: Desde %@
ro: Din %@
ru: С %@
ta: %@ முதல்
te: %@ నుండి
th: ตั้งแต่ %@
tr: %@ tarihinden beri
uk: З %@
ur: %@ سے
vi: Từ %@
zh_hans: 自 %@ 起
zh_hant: 自 %@ 起

# habit_detail.weekdays.window.weeks
source: Last %lld weeks
ar: آخر %lld أسبوع
bn: গত %lld সপ্তাহ
de: Letzte %lld Wochen
el: Τελευταίες %lld εβδομάδες
es: Últimas %lld semanas
fa: %lld هفته گذشته
fr: %lld dernières semaines
he: %lld השבועות האחרונים
hi: पिछले %lld सप्ताह
id: %lld minggu terakhir
it: Ultime %lld settimane
ja: 過去%lld週間
ko: 최근 %lld주
mr: मागील %lld आठवडे
ms: %lld minggu lepas
nl: Laatste %lld weken
pl: Ostatnie %lld tygodnia
pt_br: Últimas %lld semanas
ro: Ultimele %lld de săptămâni
ru: Последние %lld недели
ta: கடந்த %lld வாரங்கள்
te: గత %lld వారాలు
th: %lld สัปดาห์ที่ผ่านมา
tr: Son %lld hafta
uk: Останні %lld тижня
ur: پچھلے %lld ہفتے
vi: %lld tuần qua
zh_hans: 最近 %lld 周
zh_hant: 過去 %lld 週

# habits.archived.section
source: Archived
ar: المؤرشفة
bn: আর্কাইভ করা
de: Archiviert
el: Αρχειοθετημένες
es: Archivados
fa: بایگانی‌شده
fr: Archivées
he: בארכיון
hi: संग्रहीत
id: Diarsipkan
it: Archiviate
ja: アーカイブ済み
ko: 보관됨
mr: संग्रहित
ms: Diarkibkan
nl: Gearchiveerd
pl: Zarchiwizowane
pt_br: Arquivados
ro: Arhivate
ru: В архиве
ta: காப்பகப்படுத்தியவை
te: ఆర్కైవ్ చేసినవి
th: เก็บถาวรแล้ว
tr: Arşivlenenler
uk: В архіві
ur: آرکائیو شدہ
vi: Đã lưu trữ
zh_hans: 已归档
zh_hant: 已封存

# habits.card.rate_30d
source: %@ in 30 days
ar: %@ خلال ثلاثين يومًا
bn: 30 দিনে %@
de: %@ in 30 Tagen
el: %@ σε 30 ημέρες
es: %@ en 30 días
fa: %@ در سی روز
fr: %@ sur 30 jours
he: %@ ב-30 יום
hi: 30 दिन में %@
id: %@ dalam 30 hari
it: %@ in 30 giorni
ja: 30日間で%@
ko: 30일간 %@
mr: 30 दिवसांत %@
ms: %@ dalam 30 hari
nl: %@ in 30 dagen
pl: %@ w ciągu 30 dni
pt_br: %@ em 30 dias
ro: %@ în 30 de zile
ru: %@ за 30 дней
ta: 30 நாட்களில் %@
te: 30 రోజుల్లో %@
th: %@ ใน 30 วัน
tr: 30 günde %@
uk: %@ за 30 днів
ur: 30 دن میں %@
vi: %@ trong 30 ngày
zh_hans: 近 30 天完成 %@
zh_hant: 30 天內 %@

# habits.detail.reminders
source: Reminders
ar: التذكيرات
bn: রিমাইন্ডার
de: Erinnerungen
el: Υπομνήσεις
es: Recordatorios
fa: یادآورها
fr: Rappels
he: תזכורות
hi: रिमाइंडर
id: Pengingat
it: Promemoria
ja: リマインダー
ko: 알림
mr: रिमाइंडर
ms: Peringatan
nl: Herinneringen
pl: Przypomnienia
pt_br: Lembretes
ro: Mementouri
ru: Напоминания
ta: நினைவூட்டல்கள்
te: రిమైండర్‌లు
th: เตือนความจำ
tr: Anımsatıcılar
uk: Нагадування
ur: یاد دہانیاں
vi: Lời nhắc
zh_hans: 提醒
zh_hant: 提醒

# habits.empty.no_habits_description
source: Click ＋ to start a habit you want to build.
ar: انقر ＋ لبدء عادة تريد بناءها.
bn: যে অভ্যাস গড়ে তুলতে চান, তা শুরু করতে ＋ ক্লিক করুন।
de: Klicke auf ＋, um eine neue Gewohnheit aufzubauen.
el: Κάντε κλικ στο ＋ για να ξεκινήσετε μια συνήθεια που θέλετε να αποκτήσετε.
es: Haz clic en ＋ para empezar un hábito que quieras formar.
fa: برای شروع عادتی که می‌خواهید بسازید، روی ＋ کلیک کنید.
fr: Cliquez sur ＋ pour commencer une habitude à adopter.
he: יש ללחוץ על ＋ כדי להתחיל הרגל שרוצים לבנות.
hi: जो आदत बनानी हो, उसे शुरू करने के लिए ＋ पर क्लिक करें।
id: Klik ＋ untuk memulai kebiasaan yang ingin dibangun.
it: Fai clic su ＋ per iniziare un’abitudine che vuoi costruire.
ja: ＋をクリックして、身につけたい習慣を始めましょう。
ko: ＋ 버튼을 클릭하여 만들고 싶은 습관을 시작하세요.
mr: तुम्हाला जी सवय लावायची आहे ती सुरू करण्यासाठी ＋ क्लिक करा.
ms: Klik ＋ untuk memulakan tabiat yang ingin dibina.
nl: Klik op ＋ om te beginnen met een gewoonte die je wilt opbouwen.
pl: Kliknij ＋, aby zacząć budować nawyk.
pt_br: Clique em ＋ para começar um hábito que você quer criar.
ro: Faceți clic pe ＋ pentru a începe un obicei pe care doriți să-l formați.
ru: Нажмите ＋, чтобы начать формировать привычку.
ta: நீங்கள் உருவாக்க விரும்பும் பழக்கத்தைத் தொடங்க ＋ கிளிக் செய்யவும்.
te: మీరు పెంపొందించుకోవాలనుకుంటున్న అలవాటును ప్రారంభించడానికి ＋ క్లిక్ చేయండి.
th: คลิก ＋ เพื่อเริ่มสร้างนิสัยที่คุณต้องการ
tr: Edinmek istediğiniz bir alışkanlığa başlamak için ＋ düğmesini tıklayın.
uk: Натисніть ＋, щоб почати формувати звичку.
ur: جو عادت بنانا چاہتے ہیں اسے شروع کرنے کے لیے ＋ پر کلک کریں۔
vi: Bấm ＋ để bắt đầu một thói quen bạn muốn xây dựng.
zh_hans: 点按 ＋ 开始培养一个习惯。
zh_hant: 按一下 ＋ 開始養成你想建立的習慣。

# habits.empty.no_habits_title
source: No Habits
ar: لا توجد عادات
bn: কোনো অভ্যাস নেই
de: Keine Gewohnheiten
el: Καμία συνήθεια
es: No hay hábitos
fa: بدون عادت
fr: Aucune habitude
he: אין הרגלים
hi: कोई आदत नहीं
id: Tidak Ada Kebiasaan
it: Nessuna abitudine
ja: 習慣がありません
ko: 습관 없음
mr: कोणत्याही सवयी नाहीत
ms: Tiada Tabiat
nl: Geen gewoontes
pl: Brak nawyków
pt_br: Nenhum hábito
ro: Niciun obicei
ru: Нет привычек
ta: பழக்கங்கள் இல்லை
te: అలవాట్లు లేవు
th: ไม่มีนิสัย
tr: Alışkanlık yok
uk: Немає звичок
ur: کوئی عادت نہیں
vi: Không có thói quen
zh_hans: 没有习惯
zh_hant: 沒有習慣

# habits.frequency.daily
source: Daily
ar: يوميًا
bn: প্রতিদিন
de: Täglich
el: Καθημερινά
es: Diario
fa: روزانه
fr: Quotidienne
he: יומי
hi: दैनिक
id: Harian
it: Giornaliera
ja: 毎日
ko: 매일
mr: दररोज
ms: Harian
nl: Dagelijks
pl: Codziennie
pt_br: Diária
ro: Zilnic
ru: Ежедневно
ta: தினசரி
te: రోజువారీ
th: รายวัน
tr: Günlük
uk: Щодня
ur: روزانہ
vi: Hàng ngày
zh_hans: 每日
zh_hant: 每天

# habits.frequency.monthly
source: Monthly
ar: شهريًا
bn: মাসিক
de: Monatlich
el: Μηνιαία
es: Mensual
fa: ماهانه
fr: Mensuelle
he: חודשי
hi: मासिक
id: Bulanan
it: Mensile
ja: 毎月
ko: 매월
mr: मासिक
ms: Bulanan
nl: Maandelijks
pl: Co miesiąc
pt_br: Mensal
ro: Lunar
ru: Ежемесячно
ta: மாதந்தோறும்
te: నెలవారీ
th: รายเดือน
tr: Aylık
uk: Щомісяця
ur: ماہانہ
vi: Hàng tháng
zh_hans: 每月
zh_hant: 每月

# habits.frequency.weekly
source: Weekly
ar: أسبوعيًا
bn: সাপ্তাহিক
de: Wöchentlich
el: Εβδομαδιαία
es: Semanal
fa: هفتگی
fr: Hebdomadaire
he: שבועי
hi: साप्ताहिक
id: Mingguan
it: Settimanale
ja: 毎週
ko: 매주
mr: साप्ताहिक
ms: Mingguan
nl: Wekelijks
pl: Co tydzień
pt_br: Semanal
ro: Săptămânal
ru: Еженедельно
ta: வாரந்தோறும்
te: వారంవారీ
th: รายสัปดาห์
tr: Haftalık
uk: Щотижня
ur: ہفتہ وار
vi: Hàng tuần
zh_hans: 每周
zh_hant: 每週

# habits.heatmap.legend.less
source: Less
ar: أقل
bn: কম
de: Weniger
el: Λιγότερο
es: Menos
fa: کمتر
fr: Moins
he: פחות
hi: कम
id: Sedikit
it: Meno
ja: 少
ko: 적음
mr: कमी
ms: Kurang
nl: Minder
pl: Mniej
pt_br: Menos
ro: Mai puțin
ru: Меньше
ta: குறைவு
te: తక్కువ
th: น้อยลง
tr: Daha az
uk: Менше
ur: کم
vi: Ít hơn
zh_hans: 较少
zh_hant: 少

# habits.heatmap.legend.more
source: More
ar: أكثر
bn: বেশি
de: Mehr
el: Περισσότερο
es: Más
fa: بیشتر
fr: Plus
he: יותר
hi: ज़्यादा
id: Banyak
it: Più
ja: 多
ko: 많음
mr: जास्त
ms: Lebih
nl: Meer
pl: Więcej
pt_br: Mais
ro: Mai mult
ru: Больше
ta: அதிகம்
te: ఎక్కువ
th: มากขึ้น
tr: Daha fazla
uk: Більше
ur: زیادہ
vi: Nhiều hơn
zh_hans: 较多
zh_hant: 多

# habits.heatmap.loading_a11y
source: Loading habit history
ar: جارٍ تحميل سجل العادة
bn: অভ্যাসের হিস্ট্রি লোড হচ্ছে
de: Gewohnheitsverlauf wird geladen
el: Φόρτωση ιστορικού συνήθειας
es: Cargando historial del hábito
fa: در حال بارگیری تاریخچه عادت
fr: Chargement de l’historique de l’habitude
he: טוען היסטוריית הרגל
hi: आदत का इतिहास लोड हो रहा है
id: Memuat riwayat kebiasaan
it: Caricamento della cronologia dell’abitudine
ja: 習慣の履歴を読み込み中
ko: 습관 기록을 불러오는 중
mr: सवयीची हिस्ट्री लोड होत आहे
ms: Memuatkan sejarah tabiat
nl: Gewoontegeschiedenis wordt geladen
pl: Wczytywanie historii nawyku
pt_br: Carregando histórico do hábito
ro: Se încarcă istoricul obiceiului
ru: Загрузка истории привычки
ta: பழக்க வரலாறு ஏற்றப்படுகிறது
te: అలవాటు చరిత్ర లోడ్ చేయబడుతోంది
th: กำลังโหลดประวัตินิสัย
tr: Alışkanlık geçmişi yükleniyor
uk: Завантаження історії звички
ur: عادت کا تاریخچہ لوڈ ہو رہا ہے
vi: Đang tải lịch sử thói quen
zh_hans: 正在加载习惯历史
zh_hant: 正在載入習慣紀錄

# habits.heatmap.summary_a11y
source: Completion heatmap for the last %lld weeks: %lld days met target, %lld partial days
ar: خريطة الإكمال الحرارية لآخر %lld أسبوع: تحقق الهدف في %lld يوم، %lld يوم جزئي
bn: সম্পন্ন করার হিটম্যাপ, গত %lld সপ্তাহ: %lld দিন লক্ষ্য পূর্ণ হয়েছে, %lld দিন আংশিক পূর্ণ হয়েছে
de: Heatmap der Erledigungen, letzte %lld Wochen: %lld Tage mit erreichtem Ziel, %lld teilweise erledigte Tage
el: Χάρτης θερμότητας ολοκλήρωσης για τις τελευταίες %lld εβδομάδες: %lld ημέρες που πέτυχαν τον στόχο, %lld μερικές ημέρες
es: Mapa de calor de registros de las últimas %lld semanas: %lld días con el objetivo cumplido, %lld días parciales
fa: نقشه حرارتی تکمیل برای %lld هفته گذشته: %lld روز رسیده به هدف، %lld روز ناقص
fr: Carte thermique des réalisations (%lld semaines) : %lld jours avec objectif atteint, %lld jours partiels
he: מפת חום של השלמות, תקופה של %lld שבועות: %lld ימים שבהם הושג היעד, %lld ימים חלקיים
hi: पिछले %lld सप्ताह का चेक-इन हीटमैप: %lld दिन लक्ष्य पूरा हुआ, %lld दिन आंशिक
id: Peta panas penyelesaian untuk %1$lld minggu terakhir: %2$lld hari mencapai target, %3$lld hari sebagian
it: Mappa di calore dei completamenti (%lld settimane): %lld giorni con obiettivo raggiunto, %lld giorni parziali
ja: 過去%1$lld週間の完了ヒートマップ：目標達成%2$lld日、一部達成%3$lld日
ko: 최근 %1$lld주의 완료 히트맵: 목표 달성 %2$lld일, 부분 달성 %3$lld일
mr: पूर्ण केल्याचा हीटमॅप, मागील %lld आठवडे: %lld दिवस लक्ष्य पूर्ण, %lld दिवस अंशतः पूर्ण
ms: Peta haba penyelesaian untuk %1$lld minggu lepas: %2$lld hari mencapai sasaran, %3$lld hari separa
nl: Heatmap, afgelopen %lld weken: %lld dagen met doel gehaald, %lld gedeeltelijke dagen
pl: Mapa wykonania z ostatniego okresu (%lld tygodnia): %lld dnia z osiągniętym celem, %lld dnia z częściowym wykonaniem
pt_br: Mapa de calor das conclusões (%lld semanas): %lld dias com meta atingida, %lld dias parciais
ro: Hartă termică a finalizărilor, ultimele %lld de săptămâni: %lld de zile cu obiectiv atins, %lld de zile parțiale
ru: Карта выполнения за последние %lld недели: %lld дня с достигнутой целью, %lld дня с частичным выполнением
ta: முடித்தவற்றின் ஹீட்மேப், கடந்த %lld வாரங்கள்: %lld நாட்கள் இலக்கை அடைந்தன, %lld நாட்கள் பகுதியளவு
te: పూర్తి చేసినవాటి హీట్‌మ్యాప్, గత %lld వారాలు: %lld రోజులు లక్ష్యం చేరాయి, %lld రోజులు పాక్షికంగా
th: แผนที่ความร้อนการทำสำเร็จใน %1$lld สัปดาห์ล่าสุด, ถึงเป้าหมาย %2$lld วัน, ทำได้บางส่วน %3$lld วัน
tr: Son %lld hafta için tamamlanma ısı haritası: hedefe ulaşılan %lld gün, kısmen tamamlanan %lld gün
uk: Карта виконання за останні %lld тижня: %lld дня із досягнутою ціллю, %lld дня із частковим виконанням
ur: پچھلے %lld ہفتوں کا تکمیلی ہیٹ میپ: %lld دنوں میں ہدف پورا ہوا، %lld دنوں میں جزوی تکمیل
vi: Bản đồ nhiệt hoàn thành trong %1$lld tuần qua: %2$lld ngày đạt mục tiêu, %3$lld ngày hoàn thành một phần
zh_hans: 最近 %1$lld 周完成热力图：%2$lld 天达到目标，%3$lld 天部分完成
zh_hant: 過去 %1$lld 週的完成熱力圖：%2$lld 天達成目標，%3$lld 天部分完成

# habits.meter.done.day
source: Done today
ar: تم اليوم
bn: আজ সম্পন্ন
de: Heute erledigt
el: Ολοκληρώθηκε σήμερα
es: Completado hoy
fa: امروز انجام شد
fr: Fait aujourd’hui
he: בוצע היום
hi: आज पूरी हुई
id: Selesai hari ini
it: Fatto oggi
ja: 今日は完了
ko: 오늘 완료
mr: आज पूर्ण
ms: Selesai hari ini
nl: Vandaag voltooid
pl: Wykonano dzisiaj
pt_br: Feito hoje
ro: Finalizat astăzi
ru: Выполнено сегодня
ta: இன்று முடிந்தது
te: ఈరోజు పూర్తయింది
th: วันนี้ทำเสร็จแล้ว
tr: Bugün tamamlandı
uk: Виконано сьогодні
ur: آج مکمل ہو گیا
vi: Đã hoàn thành hôm nay
zh_hans: 今天已完成
zh_hant: 今天已完成

# habits.meter.done.month
source: Done this month
ar: تم هذا الشهر
bn: এই মাসে সম্পন্ন
de: Diesen Monat erledigt
el: Ολοκληρώθηκε αυτόν τον μήνα
es: Completado este mes
fa: این ماه انجام شد
fr: Fait ce mois-ci
he: בוצע החודש
hi: इस महीने पूरी हुई
id: Selesai bulan ini
it: Fatto questo mese
ja: 今月は完了
ko: 이번 달 완료
mr: या महिन्यात पूर्ण
ms: Selesai bulan ini
nl: Deze maand voltooid
pl: Wykonano w tym miesiącu
pt_br: Feito este mês
ro: Finalizat luna aceasta
ru: Выполнено в этом месяце
ta: இந்த மாதம் முடிந்தது
te: ఈ నెల పూర్తయింది
th: เดือนนี้ทำเสร็จแล้ว
tr: Bu ay tamamlandı
uk: Виконано цього місяця
ur: اس مہینے مکمل ہو گیا
vi: Đã hoàn thành trong tháng này
zh_hans: 本月已完成
zh_hant: 本月已完成

# habits.meter.done.week
source: Done this week
ar: تم هذا الأسبوع
bn: এই সপ্তাহে সম্পন্ন
de: Diese Woche erledigt
el: Ολοκληρώθηκε αυτή την εβδομάδα
es: Completado esta semana
fa: این هفته انجام شد
fr: Fait cette semaine
he: בוצע השבוע
hi: इस सप्ताह पूरी हुई
id: Selesai minggu ini
it: Fatto questa settimana
ja: 今週は完了
ko: 이번 주 완료
mr: या आठवड्यात पूर्ण
ms: Selesai minggu ini
nl: Deze week voltooid
pl: Wykonano w tym tygodniu
pt_br: Feito esta semana
ro: Finalizat săptămâna aceasta
ru: Выполнено на этой неделе
ta: இந்த வாரம் முடிந்தது
te: ఈ వారం పూర్తయింది
th: สัปดาห์นี้ทำเสร็จแล้ว
tr: Bu hafta tamamlandı
uk: Виконано цього тижня
ur: اس ہفتے مکمل ہو گیا
vi: Đã hoàn thành trong tuần này
zh_hans: 本周已完成
zh_hant: 本週已完成

# habits.milestone.celebration.title
source: Milestone reached!
ar: تم بلوغ المحطة!
bn: মাইলস্টোনে পৌঁছেছেন!
de: Meilenstein erreicht!
el: Επιτεύχθηκε ένα ορόσημο!
es: ¡Hito alcanzado!
fa: به نقطه‌ی عطف رسیدید!
fr: Palier atteint !
he: אבן הדרך הושגה!
hi: माइलस्टोन तक पहुँच गए!
id: Tonggak tercapai!
it: Traguardo raggiunto!
ja: マイルストーンを達成しました！
ko: 마일스톤 달성!
mr: माइलस्टोन गाठला!
ms: Tonggak dicapai!
nl: Mijlpaal bereikt!
pl: Osiągnięto kamień milowy!
pt_br: Marco alcançado!
ro: Jalon atins!
ru: Рубеж достигнут!
ta: மைல்ஸ்டோனை அடைந்துவிட்டீர்கள்!
te: మైల్‌స్టోన్‌ను చేరుకున్నారు!
th: ถึงก้าวสำคัญแล้ว!
tr: Kilometre taşına ulaşıldı!
uk: Віху досягнуто!
ur: سنگ میل حاصل ہو گیا!
vi: Đã đạt cột mốc!
zh_hans: 达成里程碑！
zh_hant: 達成里程碑！

# habits.milestone.next.count
source: Next at %lld completions
ar: التالية عند %lld إكمال
bn: পরবর্তী: %lld বার সম্পন্ন
de: Nächster Meilenstein: %lld Erledigungen
el: Επόμενο: %lld ολοκληρώσεις
es: Siguiente: %lld registros
fa: بعدی در %lld تکمیل
fr: Prochain : %lld réalisations
he: הבא ב-%lld השלמות
hi: अगला: %lld चेक-इन पर
id: Berikutnya: %lld kali selesai
it: Prossimo: %lld completamenti
ja: 次は%lld回
ko: 다음: %lld회
mr: पुढील: %lld वेळा पूर्ण
ms: Seterusnya: %lld kali selesai
nl: Volgende mijlpaal: %lld keer
pl: Następny: %lld wykonania
pt_br: Próximo: %lld conclusões
ro: Următorul jalon: %lld de finalizări
ru: Далее: %lld выполнения
ta: அடுத்தது: %lld முறை முடித்ததும்
te: తదుపరి: %lld సార్లు పూర్తయ్యాక
th: ถัดไปที่ %lld ครั้ง
tr: Sonraki: %lld tamamlama
uk: Далі: %lld виконання
ur: %lld تکمیلات پر اگلا
vi: Tiếp theo: %lld lần hoàn thành
zh_hans: 下个里程碑 %lld 次
zh_hant: 下一個里程碑：%lld 次

# habits.milestone.next.days
source: Next at %lld days
ar: التالية عند %lld يوم
bn: পরবর্তী: %lld দিন
de: Nächster Meilenstein: %lld Tage
el: Επόμενο: %lld ημέρες
es: Siguiente: %lld días
fa: بعدی در %lld روز
fr: Prochain : %lld jours
he: הבא ב-%lld ימים
hi: अगला: %lld दिन पर
id: Berikutnya: %lld hari
it: Prossimo: %lld giorni
ja: 次は%lld日
ko: 다음: %lld일
mr: पुढील: %lld दिवस
ms: Seterusnya: %lld hari
nl: Volgende mijlpaal: %lld dagen
pl: Następny: %lld dnia
pt_br: Próximo: %lld dias
ro: Următorul jalon: %lld de zile
ru: Далее: %lld дня
ta: அடுத்தது: %lld நாளில்
te: తదుపరి: %lld రోజుల వద్ద
th: ถัดไปที่ %lld วัน
tr: Sonraki: %lld gün
uk: Далі: %lld дня
ur: %lld دن پر اگلا
vi: Tiếp theo: %lld ngày
zh_hans: 下个里程碑 %lld 天
zh_hant: 下一個里程碑：%lld 天

# habits.milestone.next.months
source: Next at %lld months
ar: التالية عند %lld شهر
bn: পরবর্তী: %lld মাস
de: Nächster Meilenstein: %lld Monate
el: Επόμενο: %lld μήνες
es: Siguiente: %lld meses
fa: بعدی در %lld ماه
fr: Prochain : %lld mois
he: הבא ב-%lld חודשים
hi: अगला: %lld महीने पर
id: Berikutnya: %lld bulan
it: Prossimo: %lld mesi
ja: 次は%lldか月
ko: 다음: %lld개월
mr: पुढील: %lld महिने
ms: Seterusnya: %lld bulan
nl: Volgende mijlpaal: %lld maanden
pl: Następny: %lld miesiąca
pt_br: Próximo: %lld meses
ro: Următorul jalon: %lld de luni
ru: Далее: %lld месяца
ta: அடுத்தது: %lld மாதத்தில்
te: తదుపరి: %lld నెలల వద్ద
th: ถัดไปที่ %lld เดือน
tr: Sonraki: %lld ay
uk: Далі: %lld місяця
ur: %lld مہینے پر اگلا
vi: Tiếp theo: %lld tháng
zh_hans: 下个里程碑 %lld 个月
zh_hant: 下一個里程碑：%lld 個月

# habits.milestone.next.weeks
source: Next at %lld weeks
ar: التالية عند %lld أسبوع
bn: পরবর্তী: %lld সপ্তাহ
de: Nächster Meilenstein: %lld Wochen
el: Επόμενο: %lld εβδομάδες
es: Siguiente: %lld semanas
fa: بعدی در %lld هفته
fr: Prochain : %lld semaines
he: הבא ב-%lld שבועות
hi: अगला: %lld सप्ताह पर
id: Berikutnya: %lld minggu
it: Prossimo: %lld settimane
ja: 次は%lld週間
ko: 다음: %lld주
mr: पुढील: %lld आठवडे
ms: Seterusnya: %lld minggu
nl: Volgende mijlpaal: %lld weken
pl: Następny: %lld tygodnia
pt_br: Próximo: %lld semanas
ro: Următorul jalon: %lld de săptămâni
ru: Далее: %lld недели
ta: அடுத்தது: %lld வாரத்தில்
te: తదుపరి: %lld వారాల వద్ద
th: ถัดไปที่ %lld สัปดาห์
tr: Sonraki: %lld hafta
uk: Далі: %lld тижня
ur: %lld ہفتے پر اگلا
vi: Tiếp theo: %lld tuần
zh_hans: 下个里程碑 %lld 周
zh_hant: 下一個里程碑：%lld 週
